{
  "nav_home": "Home",
  "nav_vehicles": "Our Vehicles",
  "nav_rates": "Rates",
  "nav_services": "Services",
  "nav_about": "About Us",
  "nav_contact": "Contact",
  "nav_book": "Book Now",
  
  "hero_title": "Explore Raiatea with Freedom",
  "hero_subtitle": "Quality vehicles to discover the island at your own pace",
  "hero_cta": "Discover our fleet",
  
  "features_recent": "Recent Vehicles",
  "features_recent_desc": "Our fleet is regularly renewed to ensure comfort and safety.",
  "features_rates": "Attractive Rates",
  "features_rates_desc": "Competitive prices for all budgets during your stay on the island.",
  "features_service": "Personalized Service",
  "features_service_desc": "A local team at your service for tailored assistance and expert advice.",
  "features_delivery": "Delivery Available",
  "features_delivery_desc": "We can deliver your vehicle to your hotel or the port of Raiatea.",
  
  "popular_vehicles": "Our Popular Vehicles",
  "compact": "Compact",
  "suv": "SUV",
  "convertible": "Convertible",
  "people": "people",
  "luggage": "suitcases",
  "fuel_type": "Gasoline",
  "transmission": "Manual",
  "automatic": "Automatic",
  "view_details": "View details",
  "book_now": "Book Now",
  "view_all": "View all vehicles",
  
  "testimonials": "What our customers say",
  
  "footer_slogan": "Your mobility partner on Raiatea island",
  "footer_navigation": "Navigation",
  "footer_info": "Information",
  "footer_about": "About M&M Rental Car",
  "footer_about_text": "M&M Rental Car is a local car rental company in Raiatea, offering personalized service and quality vehicles to explore the island.",
  "footer_links": "Quick Links",
  "footer_vehicles": "Our Vehicles",
  "footer_rates": "Rates",
  "footer_services": "Services",
  "footer_about_link": "About Us",
  "footer_contact": "Contact Us",
  "footer_legal": "Legal Information",
  "footer_terms": "Terms & Conditions",
  "footer_privacy": "Privacy Policy",
  "footer_faq": "FAQ",
  "footer_contact_title": "Contact Information",
  "footer_address": "Address",
  "footer_phone": "+689 87 26 27 73",
  "footer_email": "mmlocationvoitureraiatea@gmail.com",
  "footer_copyright": "2025 M&M Rental Car Raiatea. All rights reserved.",
  "footer_follow": "Follow Us",
  "footer_contact_text": "If you have any questions about this privacy policy or if you wish to exercise your rights, you can contact us:",
  "footer_privacy_policy": "By using our services, you acknowledge that you have read and understood this privacy policy and you agree that we may collect, use and share your information as described in this document.",
  
  "terms_title": "General Terms and Conditions",
  "terms_subtitle": "Please read our terms and conditions carefully before booking",
  "terms_page_title": "Terms and Conditions - M&M Rental Car Raiatea",
  "terms_last_update": "Last updated: February 28, 2025",
  "terms_intro": "These general terms and conditions govern the contractual relationship between M&M Rental Car, hereinafter referred to as \"the lessor\", and any individual or legal entity wishing to benefit from the vehicle rental services offered by the lessor, hereinafter referred to as \"the renter\".",
  
  "terms_section1_title": "1. Reservation and Payment",
  "terms_section1_1_title": "1.1 Reservation",
  "terms_section1_1_content": "Vehicle reservation can be made by phone, email, via our website, or directly at our agency. A reservation is only final after written confirmation from the lessor and, if applicable, payment of a deposit.",
  "terms_section1_2_title": "1.2 Deposit",
  "terms_section1_2_content": "A deposit of 30% of the total rental amount may be required to confirm the reservation, especially during high season or for reservations made more than 30 days in advance.",
  "terms_section1_3_title": "1.3 Payment",
  "terms_section1_3_content": "The balance is paid when picking up the vehicle. Accepted payment methods are: credit cards (Visa, MasterCard, American Express), cash (XPF), and bank transfers (only for deposit payment).",
  "terms_section1_4_title": "1.4 Security Deposit",
  "terms_section1_4_content": "A security deposit, the amount of which varies according to the type of vehicle, will be required when picking up the vehicle. This deposit will be blocked on the renter's credit card and will be released after verification of the vehicle's condition upon return, provided that no damage has been found.",
  
  "terms_section2_title": "2. Rental Conditions",
  "terms_section2_1_title": "2.1 Driver",
  "terms_section2_1_content": "The driver must be at least 21 years old and hold a valid driver's license for at least one year. Any additional driver must be mentioned on the rental agreement and present the same documents.",
  "terms_section2_2_title": "2.2 Required Documents",
  "terms_section2_2_content": "For any rental, the renter must present:",
  "terms_section2_2_item1": "A valid driver's license",
  "terms_section2_2_item2": "An ID (passport)",
  "terms_section2_2_item3": "A credit card in the name of the main driver for the security deposit",
  "terms_section2_3_title": "2.3 Rental Duration",
  "terms_section2_3_content": "The minimum rental period is 24 hours. Any day started is due in full. In case of extension of the initially planned duration, the renter must inform the lessor at least 24 hours in advance, under penalty of being charged additional fees.",
  "terms_section2_4_title": "2.4 Vehicle Pick-up and Return",
  "terms_section2_4_content": "The pick-up and return times of the vehicle are indicated on the rental agreement. Any delay of more than 30 minutes may result in the billing of an additional day. The vehicle must be returned in the same state of cleanliness as at the time of pick-up, under penalty of cleaning fees.",
  
  "terms_section3_title": "3. Vehicle Use",
  "terms_section3_1_title": "3.1 Renter's Obligations",
  "terms_section3_1_content": "The renter agrees to:",
  "terms_section3_1_item1": "Use the vehicle only for personal needs and not to sublet it",
  "terms_section3_1_item2": "Not use the vehicle for paid transportation of passengers or goods",
  "terms_section3_1_item3": "Not use the vehicle for competitions or trials",
  "terms_section3_1_item4": "Not use the vehicle under the influence of alcohol, drugs, or medications affecting the ability to drive",
  "terms_section3_1_item5": "Not transport more passengers than the authorized number",
  "terms_section3_1_item6": "Not take the vehicle off the island of Raiatea",
  "terms_section3_1_item7": "Respect the traffic laws and speed limits",
  "terms_section3_2_title": "3.2 Maintenance and Repairs",
  "terms_section3_2_content": "The renter agrees to take care of the vehicle and to immediately report any technical problem to the lessor. No repair should be carried out without the prior agreement of the lessor. Routine maintenance costs (oil, coolant, etc.) are the responsibility of the lessor.",
  "terms_section3_3_title": "3.3 Fuel",
  "terms_section3_3_content": "The vehicle is provided with a full tank of fuel and must be returned with the same level. Otherwise, the missing fuel will be charged at the market price plus a service fee of 1,000 XPF.",
  
  "terms_section4_title": "4. Insurance and Liabilities",
  "terms_section4_1_title": "4.1 Included Insurance",
  "terms_section4_1_content": "All our vehicles are covered by comprehensive insurance including:",
  "terms_section4_1_item1": "Civil liability",
  "terms_section4_1_item2": "Vehicle damage (with deductible)",
  "terms_section4_1_item3": "Theft (with deductible)",
  "terms_section4_1_item4": "24/7 assistance",
  "terms_section4_2_title": "4.2 Deductible",
  "terms_section4_2_content": "In case of damage or theft, a deductible remains the responsibility of the renter. The amount of this deductible varies according to the type of vehicle and is indicated in the rental agreement. A deductible reduction option is offered for an additional daily fee.",
  "terms_section4_3_title": "4.3 Warranty Exclusions",
  "terms_section4_3_content": "The insurance does not cover:",
  "terms_section4_3_item1": "Damage caused by driving while intoxicated or under the influence of drugs",
  "terms_section4_3_item2": "Intentionally caused damage",
  "terms_section4_3_item3": "Damage to tires, rims, and accessories (except in case of accident)",
  "terms_section4_3_item4": "Personal items left in the vehicle",
  "terms_section4_3_item5": "Damage caused by non-compliant use of the vehicle",
  "terms_section4_4_title": "4.4 Procedure in Case of Accident",
  "terms_section4_4_content": "In case of accident, the renter agrees to:",
  "terms_section4_4_item1": "Immediately inform the lessor",
  "terms_section4_4_item2": "Fill out an accident report",
  "terms_section4_4_item3": "Notify authorities in case of injuries or if responsibility is contested",
  "terms_section4_4_item4": "Not abandon the vehicle without taking necessary measures to protect it",
  
  "terms_section5_title": "5. Cancellation and Modification",
  "terms_section5_1_title": "5.1 Cancellation Policy",
  "terms_section5_1_content": "The cancellation conditions are as follows:",
  "terms_section5_1_item1": "Cancellation more than 48 hours before the pick-up date: full refund of the deposit",
  "terms_section5_1_item2": "Cancellation between 24 and 48 hours before the pick-up date: 50% of the deposit retained",
  "terms_section5_1_item3": "Cancellation less than 24 hours before the pick-up date or no-show: no refund",
  "terms_section5_2_title": "5.2 Reservation Modification",
  "terms_section5_2_content": "Any modification of reservation (dates, type of vehicle, etc.) is subject to availability and must be requested at least 48 hours in advance. Additional fees may apply in case of upward modification of the rate.",
  
  "terms_section6_title": "6. Miscellaneous Provisions",
  "terms_section6_1_title": "6.1 Personal Data Protection",
  "terms_section6_1_content": "Personal data collected during the reservation are used only in the context of the commercial relationship between the lessor and the renter. They are not transmitted to third parties, except legal obligation. For more information, please consult our Privacy Policy.",
  "terms_section6_2_title": "6.2 Applicable Law and Jurisdiction",
  "terms_section6_2_content": "These general terms and conditions are subject to French law applicable in French Polynesia. Any dispute relating to their interpretation or execution falls within the jurisdiction of the courts of Papeete.",
  "terms_section6_3_title": "6.3 Modification of General Terms",
  "terms_section6_3_content": "The lessor reserves the right to modify these general terms and conditions at any time. The applicable conditions are those in force at the date of the reservation.",
  
  "terms_footer_content": "By making a reservation with M&M Rental Car Raiatea, the renter acknowledges having read these general terms and conditions and accepts them without reservation.",
  
  "privacy_title": "Privacy Policy",
  "privacy_subtitle": "How we protect your personal data",
  "privacy_page_title": "Privacy Policy - M&M Rental Car Raiatea",
  "privacy_last_update": "Last updated: February 28, 2025",
  "privacy_intro": "At M&M Rental Car, we take the protection of your personal data very seriously. This privacy policy explains how we collect, use, and protect your information.",
  
  "privacy_section1_title": "1. Data Collection",
  "privacy_section1_1_title": "1.1 Types of data collected",
  "privacy_section1_1_content": "We collect different types of personal data, including:",
  "privacy_section1_1_item1": "Identification information: name, surname, address, phone number, email address",
  "privacy_section1_1_item2": "Payment information: banking details, transaction history",
  "privacy_section1_1_item3": "Driver's license information: number, date and place of issue, validity",
  "privacy_section1_1_item4": "Rental preferences: vehicle type, options, rental history",
  "privacy_section1_2_title": "1.2 Collection methods",
  "privacy_section1_2_content": "We collect your personal data through various means:",
  "privacy_section1_2_item1": "Directly from you during reservation or rental",
  "privacy_section1_2_item2": "Through our website and online forms",
  "privacy_section1_2_item3": "By phone or email when you contact us",
  "privacy_section1_2_item4": "Through cookies and similar technologies on our website",
  
  "privacy_section2_title": "2. Data Usage",
  "privacy_section2_1_title": "2.1 Processing purposes",
  "privacy_section2_1_content": "We use your personal data for the following purposes:",
  "privacy_section2_1_item1": "Managing reservations and rental contracts",
  "privacy_section2_1_item2": "Processing payments and billing",
  "privacy_section2_1_item3": "Communicating with you regarding your rental",
  "privacy_section2_1_item4": "Improving our services and your customer experience",
  "privacy_section2_1_item5": "Complying with our legal and regulatory obligations",
  "privacy_section2_2_title": "2.2 Legal basis",
  "privacy_section2_2_content": "The processing of your personal data is based on:",
  "privacy_section2_2_item1": "The execution of the rental contract",
  "privacy_section2_2_item2": "Your consent, when required",
  "privacy_section2_2_item3": "Our legal obligations",
  "privacy_section2_2_item4": "Our legitimate interest in developing and improving our services",
  
  "privacy_section3_title": "3. Data Retention",
  "privacy_section3_1_title": "3.1 Retention period",
  "privacy_section3_1_content": "We retain your personal data only for the time necessary to fulfill the purposes for which they were collected, or to comply with our legal obligations.",
  "privacy_section3_1_item1": "Reservation and rental data: 5 years from the end of the business relationship",
  "privacy_section3_1_item2": "Payment data: not retained after the transaction (except in case of recurring payment with your consent)",
  "privacy_section3_1_item3": "Customer account data: as long as the account is active, then 3 years after the last activity",
  "privacy_section3_1_item4": "Navigation data and cookies: 13 months maximum",
  "privacy_section3_2_title": "3.2 Data security",
  "privacy_section3_2_content": "We implement appropriate technical and organizational measures to protect your personal data against loss, unauthorized access, disclosure, alteration, or destruction. These measures include:",
  "privacy_section3_2_item1": "Encryption of sensitive data",
  "privacy_section3_2_item2": "Limited access to personal data",
  "privacy_section3_2_item3": "Regular updates of our security systems",
  "privacy_section3_2_item4": "Training our staff on best practices in data protection",
  
  "privacy_section4_title": "4. Sharing of Personal Data",
  "privacy_section4_1_title": "4.1 Data recipients",
  "privacy_section4_1_content": "Your personal data may be shared with:",
  "privacy_section4_1_item1": "Our authorized personnel as part of their duties",
  "privacy_section4_1_item2": "Our service providers (hosting, IT maintenance, payment processing)",
  "privacy_section4_1_item3": "Competent authorities, if required by law or in the context of legal proceedings",
  "privacy_section4_1_item4": "Insurance companies, in case of accident",
  "privacy_section4_1_note": "We never sell your personal data to third parties.",
  "privacy_section4_2_title": "4.2 International transfers",
  "privacy_section4_2_content": "Your personal data is mainly processed in French Polynesia. However, some of our service providers may be located in other countries. In this case, we ensure that appropriate safeguards are in place to protect your data, in accordance with applicable regulations.",
  
  "privacy_section5_title": "5. Cookies and Similar Technologies",
  "privacy_section5_1_title": "5.1 Use of cookies",
  "privacy_section5_1_content": "Our website uses cookies and similar technologies to improve your browsing experience, analyze site usage, and personalize content. Cookies are small text files stored on your device when you visit our site.",
  "privacy_section5_2_title": "5.2 Types of cookies used",
  "privacy_section5_2_content": "We use different types of cookies:",
  "privacy_section5_2_item1": "Essential cookies: necessary for the functioning of the site",
  "privacy_section5_2_item2": "Performance cookies: to analyze site usage and improve its performance",
  "privacy_section5_2_item3": "Functionality cookies: to remember your preferences",
  "privacy_section5_2_item4": "Targeting cookies: to offer you personalized content (only with your consent)",
  "privacy_section5_3_title": "5.3 Cookie management",
  "privacy_section5_3_content": "You can manage your cookie preferences via the cookie banner that appears during your first visit to our site. You can also configure your browser to refuse all cookies or alert you when a cookie is sent. However, some site features may not work properly if you disable cookies.",
  
  "privacy_section6_title": "6. Your Rights",
  "privacy_section6_content": "In accordance with applicable data protection regulations, you have the following rights:",
  "privacy_section6_item1": "Right of access: you can obtain a copy of the personal data we hold about you",
  "privacy_section6_item2": "Right to rectification: you can request the correction of inaccurate or incomplete data",
  "privacy_section6_item3": "Right to erasure: you can request the deletion of your data in certain circumstances",
  "privacy_section6_item4": "Right to restriction of processing: you can request the limitation of the processing of your data",
  "privacy_section6_item5": "Right to data portability: you can receive your data in a structured format and transfer it to another controller",
  "privacy_section6_item6": "Right to object: you can object to the processing of your data, particularly for direct marketing purposes",
  "privacy_section6_item7": "Right to withdraw your consent: when processing is based on your consent",
  "privacy_section6_note": "To exercise these rights or for any questions regarding the processing of your personal data, you can contact us at the details provided at the end of this policy.",
  
  "privacy_section7_title": "7. Changes to the Privacy Policy",
  "privacy_section7_content": "We may update this privacy policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We encourage you to regularly check this page to be aware of any changes.",
  "privacy_section7_note": "In case of substantial changes, we will inform you by appropriate means, such as a notice on our website or an email, before the changes take effect.",
  
  "privacy_contact_title": "Contact",
  "privacy_contact_intro": "If you have any questions about this privacy policy or if you wish to exercise your rights, you can contact us:",
  "privacy_contact_email": "By email: mmlocationvoitureraiatea@gmail.com",
  "privacy_contact_mail": "By mail: M&M Rental Car, Uturoa, Raiatea, French Polynesia",
  "privacy_contact_phone": "By phone: +689 87 26 27 73",
  
  "privacy_footer": "By using our services, you acknowledge that you have read and understood this privacy policy and you agree that we may collect, use and share your information as described in this document.",
  
  "faq_page_title": "FAQ - M&M Rental Car Raiatea",
  "faq_title": "Frequently Asked Questions",
  "faq_subtitle": "Find answers to your most common questions",
  "faq_intro": "Below you'll find answers to the most frequently asked questions about our car rental services in Raiatea.",
  "booking_and_payment": "Booking and Payment",
  "how_to_book": "How can I book a vehicle?",
  "booking_methods": "You can book a vehicle in several ways:",
  "online_booking": "Online via our booking form on this website",
  "phone_booking": "By phone at +689 87 26 27 73",
  "email_booking": "By email at mmlocationvoitureraiatea@gmail.com",
  "in_person_booking": "Directly at our agency in Uturoa, Raiatea",
  "booking_requirements": "For any reservation, we ask you to specify your rental dates, the type of vehicle desired, and your contact information.",
  
  "payment_methods": "What payment methods do you accept?",
  "accepted_payments": "We accept the following payment methods:",
  "credit_cards": "Credit cards (Visa, MasterCard, American Express)",
  "cash": "Cash (XPF)",
  "bank_transfers": "Bank transfers (for advance bookings)",
  "payment_terms": "Payment is generally made when picking up the vehicle, except for high season bookings where a deposit may be required.",
  
  "cancellation_policy": "What is your cancellation policy?",
  "cancellation_terms": "Our cancellation policy is as follows:",
  "full_refund": "Cancellation more than 48 hours before the pickup date: full refund",
  "partial_refund": "Cancellation between 24 and 48 hours before the pickup date: 50% fee",
  "no_refund": "Cancellation less than 24 hours before the pickup date or no-show: no refund",
  "modification_policy": "For any reservation changes, we invite you to contact us as soon as possible.",
  
  "rental_conditions": "Rental Conditions",
  "required_documents": "What documents are required to rent a vehicle?",
  "required_documents_list": "To rent a vehicle from M&M Rental Car, you must present:",
  "driver_license": "A valid driver's license (held for at least 1 year)",
  "identification": "An ID (passport)",
  "credit_card_deposit": "A credit card in the name of the main driver for the deposit",
  "additional_drivers": "All additional drivers must also present their driver's license.",
  
  "minimum_age": "What is the minimum age to rent a vehicle?",
  "minimum_age_policy": "The minimum age to rent a vehicle from M&M Rental Car is 21 years old. For drivers aged 21 to 25, additional fees may apply and some vehicle categories may not be available.",
  
  "deposit_amount": "What is the deposit amount?",
  "deposit_policy": "Our car rental agency does not require any security deposit when picking up the vehicle. However, in case of damage during the rental period, the renter is required to cover the corresponding repair costs. The repair amount will be determined based on the invoice provided by the mechanic.",
  
  "vehicles_and_services": "Vehicles and Services",
  "fuel_included": "Is fuel included in the rental price?",
  "fuel_policy": "No, fuel is not included in the rental price. We provide you with a full tank of fuel, and you must return it with the same level. If the vehicle is not returned with a full tank, you will be charged for fuel plus a service fee.",
  
  "delivery_service": "Do you offer a delivery and pickup service?",
  "delivery_policy": "Yes, we offer a free delivery and pickup service for vehicles at hotels, guesthouses, and the port of Raiatea. Simply indicate the location and time during your reservation.",
  
  "breakdown_procedure": "What to do in case of breakdown or accident?",
  "breakdown_procedure_policy": "In case of breakdown or accident, contact us immediately at +689 87 26 27 73. Our assistance service is available 24/7. Depending on the situation, we will send assistance or offer you a replacement vehicle. In case of an accident, you must also complete an accident report and contact the police if necessary.",
  
  "insurance_included_faq": "Are insurances included?",
  "insurance_policy": "Yes, comprehensive insurance is included in our rental rates. However, a deductible remains your responsibility in case of damage or accident. You can opt for a deductible reduction for an additional daily fee of 1,500 XPF.",
  
  "practical_info": "Practical Information",
  "driving_rules": "What are the driving rules in Raiatea?",
  "driving_rules_policy": "In Raiatea, as in all of French Polynesia, you drive on the right side. The speed is limited to 60 km/h on main roads and 30 km/h in urban areas. Wearing a seat belt is mandatory for all passengers, and using a phone while driving is prohibited. Be particularly vigilant on mountain roads and respect speed limits.",
  
  "gas_stations": "Where can I refuel in Raiatea?",
  "gas_stations_policy": "There are several gas stations in Raiatea, mainly located in Uturoa and along the belt road. We will indicate the nearest stations when you pick up the vehicle. Note that some stations may have limited hours, especially on Sundays and holidays.",
  
  "island_travel": "Can I go to other islands with the rental vehicle?",
  "island_travel_policy": "No, our vehicles must remain on the island of Raiatea. It is not permitted to transport them to other islands, even by ferry.",
  
  "contact_us": "Didn't find your answer?",
  "contact_text": "Our team is available to answer all your questions.",
  "contact_button": "Contact Us",
  
  "vehicles_title": "Our Vehicle Fleet",
  "vehicles_subtitle": "Discover our complete range of vehicles for all your needs",
  
  "category_all": "All",
  "category_economy": "Economy",
  "category_suv": "SUV & 4x4",
  "category_premium": "Premium",
  "category_special": "Special",
  
  "rates_title": "Our Rates",
  "rates_subtitle": "Transparent and competitive prices for all your rental needs",
  
  "pricing_title": "Rate Table",
  "vehicle_column": "Vehicle",
  "capacity_column": "Capacity",
  "rates_24h": "24H Rates",
  "pricing_notes": "* Prices include liability insurance<br>** Fuel not included",
  "special_offer_title": "Special Offer",
  "special_offer_text": "Book 7 days or more and get 10% off the base rate!",
  "economy_category": "Economy Category",
  "suv_category": "SUV & 4x4 Category",
  "premium_category": "Premium Category",
  "special_category": "Special Category",
  "pricing_notes_title": "Notes:",
  "pricing_notes_item1": "All prices are in XPF (Pacific Franc) and include VAT.",
  "pricing_notes_item2": "Fuel is not included in the rates.",
  "pricing_notes_item3": "A deposit will be required when picking up the vehicle.",
  "pricing_notes_item4": "Rates may vary depending on the season.",
  "additional_fees_title": "Additional Fees",
  "additional_fees_item1": "Additional driver",
  "additional_fees_item2": "Baby/child seat",
  "additional_fees_item3": "GPS",
  "additional_fees_item4": "Portable Wi-Fi",
  "additional_fees_item5": "Hotel/port delivery",
  "additional_fees_item6": "Comprehensive insurance",
  "additional_fees_item7": "Deductible reduction",
  
  "services_title": "Our Services",
  "services_subtitle": "Tailored services for a worry-free stay",
  
  "services_intro_title": "Our Offerings",
  "services_intro_text": "At M&M Rental Car Raiatea, we strive to make your rental experience as simple and enjoyable as possible. Discover our services designed to meet all your needs.",
  "service_delivery_title": "Delivery & Pickup",
  "service_delivery_text": "We deliver your vehicle for free to your hotel, guesthouse, or the port of Raiatea. Our team also handles pickup at the end of your stay.",
  "service_support_title": "24/7 Assistance",
  "service_support_text": "Our assistance service is available 24/7 to answer all your questions or resolve any issues during your rental.",
  "service_insurance_title": "Comprehensive Insurance",
  "service_insurance_text": "All our vehicles are covered by comprehensive insurance. Deductible reduction options are also available for complete peace of mind.",
  "service_accessories_title": "Accessories & Options",
  "service_accessories_text": "Customize your rental with our accessories: baby/child seats, GPS, portable Wi-Fi, and more for optimal comfort.",
  "service_tourism_title": "Tourist Advice",
  "service_tourism_text": "Our local team provides personalized advice on the best places to visit, restaurants to try, and activities not to miss on the island.",
  "service_maintenance_title": "Regular Maintenance",
  "service_maintenance_text": "All our vehicles are carefully maintained and checked before each rental to ensure your safety and comfort.",
  "rental_process_title": "Our Rental Process",
  "rental_process_text": "Renting a vehicle with M&M Rental Car Raiatea is simple and fast. Here's how it works:",
  "rental_process_step1_title": "Booking",
  "rental_process_step1_text": "Book online, by phone, or email, specifying your dates and desired vehicle type.",
  "rental_process_step2_title": "Confirmation",
  "rental_process_step2_text": "Receive a booking confirmation with all the details of your rental.",
  "rental_process_step3_title": "Delivery",
  "rental_process_step3_text": "We deliver your vehicle to the location of your choice (hotel, port, etc.).",
  "rental_process_step4_title": "Enjoy",
  "rental_process_step4_text": "Explore the island of Raiatea freely with your vehicle.",
  "rental_process_step5_title": "Return",
  "rental_process_step5_text": "We pick up the vehicle at the agreed location at the end of your stay.",
  
  "requirements_title": "Rental Requirements",
  "requirements_age": "Minimum age: 21 years",
  "requirements_license": "Valid driver's license for at least 1 year",
  "requirements_deposit": "Deposit required",
  "requirements_mileage": "Unlimited mileage",
  
  "insurance_title": "Insurance",
  "insurance_included": "Comprehensive insurance included",
  "insurance_option": "Deductible reduction option available",
  "insurance_assistance": "24/7 assistance",
  "insurance_theft": "Theft protection",
  
  "additional_options_title": "Additional Options",
  "additional_options_seat": "Baby/child seat",
  "additional_options_gps": "GPS",
  "additional_options_driver": "Additional driver",
  "additional_options_wifi": "Portable Wi-Fi",
  
  "vehicles_cta_title": "Found the ideal vehicle?",
  "vehicles_cta_subtitle": "Book now and ensure its availability for your stay",
  
  "footer_address_content": "Uturoa, Raiatea, French Polynesia",
  
  "contact_title": "Contact Us",
  "contact_subtitle": "We are here to answer all your questions or reservations",
  "contact_address_title": "Address",
  "contact_address": "Uturoa, Raiatea, French Polynesia",
  "contact_phone_title": "Phone",
  "contact_phone": "+689 87 26 27 73",
  "contact_email_title": "Email",
  "contact_email": "mmlocationvoitureraiatea@gmail.com",
  "contact_hours_title": "Opening Hours",
  "contact_hours": "Monday - Saturday: 7:30 AM - 5:30 PM<br>Sunday: By appointment",
  "contact_form_title": "Send Us a Message",
  "contact_form_subtitle": "Fill out the form below and we will get back to you as soon as possible.",
  "contact_form_name": "Name",
  "contact_form_email": "Email",
  "contact_form_subject": "Subject",
  "contact_form_subject_reservation": "Reservation",
  "contact_form_subject_information": "Information Request",
  "contact_form_subject_feedback": "Feedback",
  "contact_form_subject_other": "Other",
  "contact_form_message": "Message",
  "contact_form_submit": "Send Message",
  "contact_map_title": "Find Us",
  "contact_map_subtitle": "We are located in the center of Uturoa, easily accessible from the port and major hotels.",
  "contact_hours_detailed_title": "Our Detailed Hours",
  "contact_day_monday": "Monday",
  "contact_day_tuesday": "Tuesday",
  "contact_day_wednesday": "Wednesday",
  "contact_day_thursday": "Thursday",
  "contact_day_friday": "Friday",
  "contact_day_saturday": "Saturday",
  "contact_day_sunday": "Sunday",
  "contact_day_sunday_hours": "By appointment",
  
  "about_title": "About Us",
  "about_subtitle": "Discover the history and values of M&M Rental Car Raiatea",
  "about_page_title": "About Us - M&M Rental Car Raiatea",
  "about_history_title": "Our History",
  "about_history_p1": "M&M Rental Car was founded in 2022 by Manua MouKamTse from Raiatea. Having noticed the need for a reliable and personalized car rental service on the island, they decided to create their own business.",
  "about_history_p2": "Initially, our fleet had only 3 vehicles. Today, we are proud to offer more than 10 vehicles of different categories to meet all our customers' needs.",
  "about_history_p3": "Our in-depth knowledge of the island and our commitment to exceptional customer service have allowed us to become one of the most appreciated rental agencies in Raiatea.",
  "about_values_title": "Our Values",
  "about_values_subtitle": "At M&M Rental Car, we are guided by strong values that define our approach and service.",
  "about_value1_title": "Personalized Service",
  "about_value1_desc": "We believe in tailored service, adapted to the specific needs of each customer.",
  "about_value2_title": "Reliability",
  "about_value2_desc": "Our vehicles are regularly maintained to ensure your safety and comfort.",
  "about_value3_title": "Local Passion",
  "about_value3_desc": "Our love for Raiatea drives us to share the best places and experiences with our customers.",
  "about_value4_title": "Environmental Respect",
  "about_value4_desc": "We are committed to minimizing our environmental impact and promoting responsible tourism.",
  "about_team_title": "Our Team",
  "about_team_subtitle": "Meet the passionate people who make M&M Rental Car a unique experience.",
  "about_team_role": "Co-founder & Director",
  "about_team_name": "Manua MouKamTse",
  "about_testimonials_subtitle": "Discover testimonials from those who chose M&M Rental Car for their stay in Raiatea.",
  "testimonial1": "Impeccable service! The car was in perfect condition and delivery to our guesthouse was much appreciated. The advice for visiting the island was valuable.",
  "testimonial1_author": "Jean and Marie D.",
  "testimonial1_country": "France",
  "testimonial2": "We rented a 4x4 to explore the interior of the island. The vehicle was perfectly suited to the roads and the team was very responsive when we needed help.",
  "testimonial2_author": "Sarah W.",
  "testimonial2_country": "Australia",
  "testimonial3": "Third time renting from M&M and still as satisfied. Reasonable prices, clean vehicles, and lovely staff. What more could you ask for?",
  "testimonial3_author": "Robert and Lisa M.",
  "testimonial3_country": "United States",
  "cta_title": "Ready to explore Raiatea?",
  "cta_subtitle": "Book now and enjoy our personalized service",
  "cta_cta": "Book Now"
}
