{
  "nav_home": "Accueil",
  "nav_vehicles": "Nos Véhicules",
  "nav_rates": "Tarifs",
  "nav_services": "Services",
  "nav_about": "À Propos",
  "nav_contact": "Contact",
  "nav_book": "Réserver",
  
  "hero_title": "Explorez Raiatea en toute liberté",
  "hero_subtitle": "Des véhicules de qualité pour découvrir l'île à votre rythme",
  "hero_cta": "Découvrir notre flotte",
  
  "features_recent": "Véhicules Récents",
  "features_recent_desc": "Notre flotte est régulièrement renouvelée pour garantir confort et sécurité.",
  "features_rates": "Tarifs Attractifs",
  "features_rates_desc": "Des prix compétitifs adaptés à tous les budgets pour votre séjour sur l'île.",
  "features_service": "Service Personnalisé",
  "features_service_desc": "Une équipe locale à votre service pour une assistance sur mesure et des conseils d'experts.",
  "features_delivery": "Livraison Disponible",
  "features_delivery_desc": "Nous pouvons livrer votre véhicule à votre hôtel ou au port de Raiatea.",
  
  "popular_vehicles": "Nos Véhicules Populaires",
  "compact": "Compacte",
  "suv": "SUV",
  "convertible": "Cabriolet",
  "people": "personnes",
  "luggage": "valises",
  "fuel_type": "Essence",
  "transmission": "Manuelle",
  "automatic": "Automatique",
  "view_details": "Voir détails",
  "book_now": "Réserver",
  "view_all": "Voir tous les véhicules",
  
  "testimonials": "Ce que disent nos clients",
  
  "footer_slogan": "Votre partenaire mobilité sur l'île de Raiatea",
  "footer_navigation": "Navigation",
  "footer_info": "Informations",
  "footer_about": "À Propos de M&M Rental Car",
  "footer_about_text": "M&M Rental Car est une entreprise locale de location de voitures à Raiatea, offrant un service personnalisé et des véhicules de qualité pour explorer l'île.",
  "footer_links": "Liens Rapides",
  "footer_vehicles": "Nos Véhicules",
  "footer_rates": "Tarifs",
  "footer_services": "Services",
  "footer_about_link": "À Propos",
  "footer_contact": "Contact",
  "footer_legal": "Informations Légales",
  "footer_terms": "Conditions Générales",
  "footer_privacy": "Politique de Confidentialité",
  "footer_faq": "FAQ",
  "footer_contact_title": "Contactez-Nous",
  "footer_address": "Uturoa, Raiatea, Polynésie Française",
  "footer_phone": "+689 87 26 27 73",
  "footer_email": "mmlocationvoitureraiatea@gmail.com",
  "footer_copyright": "2025 M&M Rental Car Raiatea. Tous droits réservés.",
  "footer_follow": "Suivez-Nous",
  "footer_contact_text": "Si vous avez des questions concernant cette politique de confidentialité ou si vous souhaitez exercer vos droits, vous pouvez nous contacter :",
  "footer_privacy_policy": "En utilisant nos services, vous reconnaissez avoir lu et compris cette politique de confidentialité et vous acceptez que nous puissions collecter, utiliser et partager vos informations comme décrit dans ce document.",
  
  "terms_title": "Conditions Générales de Location",
  "terms_subtitle": "Veuillez lire attentivement nos conditions générales avant toute réservation",
  "terms_page_title": "Conditions Générales - M&M Rental Car Raiatea",
  "terms_last_update": "Dernière mise à jour : 28 février 2025",
  "terms_intro": "Les présentes conditions générales régissent les relations contractuelles entre la société M&M Rental Car, ci-après dénommée \"le loueur\", et toute personne physique ou morale souhaitant bénéficier des services de location de véhicules proposés par le loueur, ci-après dénommée \"le locataire\".",
  
  "terms_section1_title": "1. Réservation et Paiement",
  "terms_section1_1_title": "1.1 Réservation",
  "terms_section1_1_content": "La réservation d'un véhicule peut être effectuée par téléphone, par email, via notre site internet ou directement à notre agence. Toute réservation n'est définitive qu'après confirmation écrite du loueur et, le cas échéant, versement d'un acompte.",
  "terms_section1_2_title": "1.2 Acompte",
  "terms_section1_2_content": "Un acompte de 30% du montant total de la location peut être demandé pour confirmer la réservation, notamment en haute saison ou pour les réservations effectuées plus de 30 jours à l'avance.",
  "terms_section1_3_title": "1.3 Paiement",
  "terms_section1_3_content": "Le paiement du solde s'effectue lors de la prise du véhicule. Les moyens de paiement acceptés sont : cartes de crédit (Visa, MasterCard, American Express), espèces (XPF) et virements bancaires (uniquement pour le paiement de l'acompte).",
  "terms_section1_4_title": "1.4 Caution",
  "terms_section1_4_content": "Une caution, dont le montant varie selon le type de véhicule, sera demandée lors de la prise du véhicule. Cette caution sera bloquée sur la carte de crédit du locataire et sera libérée après vérification de l'état du véhicule lors de sa restitution, sous réserve qu'aucun dommage n'ait été constaté.",
  
  "terms_section2_title": "2. Conditions de Location",
  "terms_section2_1_title": "2.1 Conducteur",
  "terms_section2_1_content": "Le conducteur doit être âgé d'au moins 21 ans et être titulaire d'un permis de conduire valide depuis au moins un an. Tout conducteur additionnel doit être mentionné sur le contrat de location et présenter les mêmes documents.",
  "terms_section2_2_title": "2.2 Documents requis",
  "terms_section2_2_content": "Pour toute location, le locataire doit présenter :",
  "terms_section2_2_item1": "Un permis de conduire valide",
  "terms_section2_2_item2": "Une pièce d'identité (passeport)",
  "terms_section2_2_item3": "Une carte de crédit au nom du conducteur principal pour la caution",
  "terms_section2_3_title": "2.3 Durée de location",
  "terms_section2_3_content": "La durée minimale de location est de 24 heures. Toute journée entamée est due en totalité. En cas de prolongation de la durée initialement prévue, le locataire doit en informer le loueur au moins 24 heures à l'avance, sous peine de se voir facturer des frais supplémentaires.",
  "terms_section2_4_title": "2.4 Prise et retour du véhicule",
  "terms_section2_4_content": "Les heures de prise et de retour du véhicule sont indiquées sur le contrat de location. Tout retard de plus de 30 minutes pourra entraîner la facturation d'une journée supplémentaire. Le véhicule doit être restitué dans le même état de propreté qu'à la prise en charge, sous peine de facturation de frais de nettoyage.",
  
  "terms_section3_title": "3. Utilisation du Véhicule",
  "terms_section3_1_title": "3.1 Obligations du locataire",
  "terms_section3_1_content": "Le locataire s'engage à :",
  "terms_section3_1_item1": "N'utiliser le véhicule que pour ses besoins personnels et à ne pas le sous-louer",
  "terms_section3_1_item2": "Ne pas utiliser le véhicule pour le transport rémunéré de passagers ou de marchandises",
  "terms_section3_1_item3": "Ne pas utiliser le véhicule pour des compétitions ou des essais",
  "terms_section3_1_item4": "Ne pas utiliser le véhicule sous l'influence d'alcool, de drogues ou de médicaments affectant la capacité à conduire",
  "terms_section3_1_item5": "Ne pas transporter plus de passagers que le nombre autorisé",
  "terms_section3_1_item6": "Ne pas sortir le véhicule de l'île de Raiatea",
  "terms_section3_1_item7": "Respecter le code de la route et les limitations de vitesse",
  "terms_section3_2_title": "3.2 Entretien et réparations",
  "terms_section3_2_content": "Le locataire s'engage à prendre soin du véhicule et à signaler immédiatement au loueur tout problème technique. Aucune réparation ne doit être effectuée sans l'accord préalable du loueur. Les frais d'entretien courant (huile, liquide de refroidissement, etc.) sont à la charge du loueur.",
  "terms_section3_3_title": "3.3 Carburant",
  "terms_section3_3_content": "Le véhicule est fourni avec le plein de carburant et doit être restitué avec le même niveau. À défaut, le carburant manquant sera facturé au prix du marché majoré de frais de service de 1 000 XPF.",
  
  "terms_section4_title": "4. Assurances et Responsabilités",
  "terms_section4_1_title": "4.1 Assurance incluse",
  "terms_section4_1_content": "Tous nos véhicules sont couverts par une assurance tous risques comprenant :",
  "terms_section4_1_item1": "Responsabilité civile",
  "terms_section4_1_item2": "Dommages au véhicule (avec franchise)",
  "terms_section4_1_item3": "Vol (avec franchise)",
  "terms_section4_1_item4": "Assistance 24h/24 et 7j/7",
  "terms_section4_2_title": "4.2 Franchise",
  "terms_section4_2_content": "En cas de dommage ou de vol, une franchise reste à la charge du locataire. Le montant de cette franchise varie selon le type de véhicule et est indiqué dans le contrat de location. Une option de réduction de franchise est proposée moyennant un supplément journalier.",
  "terms_section4_3_title": "4.3 Exclusions de garantie",
  "terms_section4_3_content": "L'assurance ne couvre pas :",
  "terms_section4_3_item1": "Les dommages causés par une conduite en état d'ivresse ou sous l'influence de drogues",
  "terms_section4_3_item2": "Les dommages causés intentionnellement",
  "terms_section4_3_item3": "Les dommages aux pneumatiques, jantes et accessoires (sauf en cas d'accident)",
  "terms_section4_3_item4": "Les objets personnels laissés dans le véhicule",
  "terms_section4_3_item5": "Les dommages causés par une utilisation non conforme du véhicule",
  "terms_section4_4_title": "4.4 Procédure en cas d'accident",
  "terms_section4_4_content": "En cas d'accident, le locataire s'engage à :",
  "terms_section4_4_item1": "Informer immédiatement le loueur",
  "terms_section4_4_item2": "Remplir un constat amiable",
  "terms_section4_4_item3": "Prévenir les autorités en cas de blessés ou si la responsabilité est contestée",
  "terms_section4_4_item4": "Ne pas abandonner le véhicule sans prendre les mesures nécessaires pour le protéger",
  
  "terms_section5_title": "5. Annulation et Modification",
  "terms_section5_1_title": "5.1 Politique d'annulation",
  "terms_section5_1_content": "Les conditions d'annulation sont les suivantes :",
  "terms_section5_1_item1": "Annulation plus de 48h avant la date de prise en charge : remboursement intégral de l'acompte",
  "terms_section5_1_item2": "Annulation entre 24h et 48h avant la date de prise en charge : 50% de l'acompte conservé",
  "terms_section5_1_item3": "Annulation moins de 24h avant la date de prise en charge ou non-présentation : aucun remboursement",
  "terms_section5_2_title": "5.2 Modification de réservation",
  "terms_section5_2_content": "Toute modification de réservation (dates, type de véhicule, etc.) est soumise à disponibilité et doit être demandée au moins 48h à l'avance. Des frais supplémentaires peuvent s'appliquer en cas de modification à la hausse du tarif.",
  
  "terms_section6_title": "6. Dispositions Diverses",
  "terms_section6_1_title": "6.1 Protection des données personnelles",
  "terms_section6_1_content": "Les données personnelles collectées lors de la réservation sont utilisées uniquement dans le cadre de la relation commerciale entre le loueur et le locataire. Elles ne sont pas transmises à des tiers, sauf obligation légale. Pour plus d'informations, veuillez consulter notre Politique de Confidentialité.",
  "terms_section6_2_title": "6.2 Droit applicable et juridiction compétente",
  "terms_section6_2_content": "Les présentes conditions générales sont soumises au droit français applicable en Polynésie française. Tout litige relatif à leur interprétation ou à leur exécution relève de la compétence des tribunaux de Papeete.",
  "terms_section6_3_title": "6.3 Modification des conditions générales",
  "terms_section6_3_content": "Le loueur se réserve le droit de modifier les présentes conditions générales à tout moment. Les conditions applicables sont celles en vigueur à la date de la réservation.",
  
  "terms_footer_content": "En effectuant une réservation auprès de M&M Rental Car Raiatea, le locataire reconnaît avoir pris connaissance des présentes conditions générales et les accepter sans réserve.",
  
  "privacy_title": "Politique de Confidentialité",
  "privacy_subtitle": "Comment nous protégeons vos données personnelles",
  "privacy_page_title": "Politique de Confidentialité - M&M Rental Car Raiatea",
  "privacy_last_update": "Dernière mise à jour : 28 février 2025",
  "privacy_intro": "Chez M&M Rental Car, nous prenons très au sérieux la protection de vos données personnelles. Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations.",
  
  "privacy_section1_title": "1. Collecte de Données",
  "privacy_section1_1_title": "1.1 Types de données collectées",
  "privacy_section1_1_content": "Nous collectons différents types de données personnelles, notamment :",
  "privacy_section1_1_item1": "Informations d'identification : nom, prénom, adresse, numéro de téléphone, adresse email",
  "privacy_section1_1_item2": "Informations de paiement : coordonnées bancaires, historique des transactions",
  "privacy_section1_1_item3": "Informations relatives au permis de conduire : numéro, date et lieu de délivrance, validité",
  "privacy_section1_1_item4": "Préférences de location : type de véhicule, options, historique de location",
  "privacy_section1_2_title": "1.2 Méthodes de collecte",
  "privacy_section1_2_content": "Nous collectons vos données personnelles par différents moyens :",
  "privacy_section1_2_item1": "Directement auprès de vous lors de la réservation ou de la location",
  "privacy_section1_2_item2": "Via notre site web et nos formulaires en ligne",
  "privacy_section1_2_item3": "Par téléphone ou email lorsque vous nous contactez",
  "privacy_section1_2_item4": "Via les cookies et technologies similaires sur notre site web",
  
  "privacy_section2_title": "2. Utilisation des Données",
  "privacy_section2_1_title": "2.1 Finalités du traitement",
  "privacy_section2_1_content": "Nous utilisons vos données personnelles pour les finalités suivantes :",
  "privacy_section2_1_item1": "Gestion des réservations et des contrats de location",
  "privacy_section2_1_item2": "Traitement des paiements et facturation",
  "privacy_section2_1_item3": "Communication avec vous concernant votre location",
  "privacy_section2_1_item4": "Amélioration de nos services et de votre expérience client",
  "privacy_section2_1_item5": "Respect de nos obligations légales et réglementaires",
  "privacy_section2_2_title": "2.2 Base légale",
  "privacy_section2_2_content": "Le traitement de vos données personnelles est fondé sur :",
  "privacy_section2_2_item1": "L'exécution du contrat de location",
  "privacy_section2_2_item2": "Votre consentement, lorsque celui-ci est requis",
  "privacy_section2_2_item3": "Nos obligations légales",
  "privacy_section2_2_item4": "Notre intérêt légitime à développer et améliorer nos services",
  
  "privacy_section3_title": "3. Conservation des Données",
  "privacy_section3_1_title": "3.1 Durée de conservation",
  "privacy_section3_1_content": "Nous conservons vos données personnelles uniquement pendant la durée nécessaire à la réalisation des finalités pour lesquelles elles ont été collectées, ou pour respecter nos obligations légales.",
  "privacy_section3_1_item1": "Données de réservation et de location : 5 ans à compter de la fin de la relation commerciale",
  "privacy_section3_1_item2": "Données de paiement : non conservées après la transaction (sauf en cas de paiement récurrent avec votre consentement)",
  "privacy_section3_1_item3": "Données de compte client : tant que le compte est actif, puis 3 ans après la dernière activité",
  "privacy_section3_1_item4": "Données de navigation et cookies : 13 mois maximum",
  "privacy_section3_2_title": "3.2 Sécurité des données",
  "privacy_section3_2_content": "Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos données personnelles contre la perte, l'accès non autorisé, la divulgation, l'altération ou la destruction. Ces mesures incluent :",
  "privacy_section3_2_item1": "Chiffrement des données sensibles",
  "privacy_section3_2_item2": "Accès limité aux données personnelles",
  "privacy_section3_2_item3": "Mise à jour régulière de nos systèmes de sécurité",
  "privacy_section3_2_item4": "Formation de notre personnel aux bonnes pratiques en matière de protection des données",
  
  "privacy_section4_title": "4. Partage des Données Personnelles",
  "privacy_section4_1_title": "4.1 Destinataires des données",
  "privacy_section4_1_content": "Vos données personnelles peuvent être partagées avec :",
  "privacy_section4_1_item1": "Notre personnel autorisé dans le cadre de leurs fonctions",
  "privacy_section4_1_item2": "Nos prestataires de services (hébergement, maintenance informatique, traitement des paiements)",
  "privacy_section4_1_item3": "Les autorités compétentes, si la loi l'exige ou dans le cadre d'une procédure judiciaire",
  "privacy_section4_1_item4": "Les compagnies d'assurance, en cas de sinistre",
  "privacy_section4_1_note": "Nous ne vendons jamais vos données personnelles à des tiers.",
  "privacy_section4_2_title": "4.2 Transferts internationaux",
  "privacy_section4_2_content": "Vos données personnelles sont principalement traitées en Polynésie française. Toutefois, certains de nos prestataires de services peuvent être situés dans d'autres pays. Dans ce cas, nous nous assurons que des garanties appropriées sont mises en place pour protéger vos données, conformément à la réglementation applicable.",
  
  "privacy_section5_title": "5. Cookies et Technologies Similaires",
  "privacy_section5_1_title": "5.1 Utilisation des cookies",
  "privacy_section5_1_content": "Notre site web utilise des cookies et technologies similaires pour améliorer votre expérience de navigation, analyser l'utilisation du site et personnaliser le contenu. Les cookies sont de petits fichiers texte stockés sur votre appareil lorsque vous visitez notre site.",
  "privacy_section5_2_title": "5.2 Types de cookies utilisés",
  "privacy_section5_2_content": "Nous utilisons différents types de cookies :",
  "privacy_section5_2_item1": "Cookies essentiels : nécessaires au fonctionnement du site",
  "privacy_section5_2_item2": "Cookies de performance : pour analyser l'utilisation du site et améliorer ses performances",
  "privacy_section5_2_item3": "Cookies de fonctionnalité : pour mémoriser vos préférences",
  "privacy_section5_2_item4": "Cookies de ciblage : pour vous proposer des contenus personnalisés (uniquement avec votre consentement)",
  "privacy_section5_3_title": "5.3 Gestion des cookies",
  "privacy_section5_3_content": "Vous pouvez gérer vos préférences en matière de cookies via le bandeau de cookies qui s'affiche lors de votre première visite sur notre site. Vous pouvez également configurer votre navigateur pour refuser tous les cookies ou vous alerter lorsqu'un cookie est envoyé. Toutefois, certaines fonctionnalités du site peuvent ne pas fonctionner correctement si vous désactivez les cookies.",
  
  "privacy_section6_title": "6. Vos Droits",
  "privacy_section6_content": "Conformément à la réglementation applicable en matière de protection des données, vous disposez des droits suivants :",
  "privacy_section6_item1": "Droit d'accès : vous pouvez obtenir une copie des données personnelles que nous détenons sur vous",
  "privacy_section6_item2": "Droit de rectification : vous pouvez demander la correction des données inexactes ou incomplètes",
  "privacy_section6_item3": "Droit à l'effacement : vous pouvez demander la suppression de vos données dans certaines circonstances",
  "privacy_section6_item4": "Droit à la limitation du traitement : vous pouvez demander la limitation du traitement de vos données",
  "privacy_section6_item5": "Droit à la portabilité : vous pouvez recevoir vos données dans un format structuré et les transférer à un autre responsable de traitement",
  "privacy_section6_item6": "Droit d'opposition : vous pouvez vous opposer au traitement de vos données, notamment à des fins de marketing direct",
  "privacy_section6_item7": "Droit de retirer votre consentement : lorsque le traitement est basé sur votre consentement",
  "privacy_section6_note": "Pour exercer ces droits ou pour toute question concernant le traitement de vos données personnelles, vous pouvez nous contacter aux coordonnées indiquées à la fin de cette politique.",
  
  "privacy_section7_title": "7. Modifications de la Politique de Confidentialité",
  "privacy_section7_content": "Nous pouvons mettre à jour cette politique de confidentialité de temps à autre pour refléter les changements dans nos pratiques ou pour d'autres raisons opérationnelles, légales ou réglementaires. Nous vous encourageons à consulter régulièrement cette page pour prendre connaissance des éventuelles modifications.",
  "privacy_section7_note": "En cas de modifications substantielles, nous vous en informerons par les moyens appropriés, comme un avis sur notre site web ou un email, avant que les modifications ne prennent effet.",
  
  "privacy_contact_title": "Contact",
  "privacy_contact_intro": "Si vous avez des questions concernant cette politique de confidentialité ou si vous souhaitez exercer vos droits, vous pouvez nous contacter :",
  "privacy_contact_email": "Par email : mmlocationvoitureraiatea@gmail.com",
  "privacy_contact_mail": "Par courrier : M&M Rental Car, Uturoa, Raiatea, Polynésie Française",
  "privacy_contact_phone": "Par téléphone : +689 87 26 27 73",
  
  "privacy_footer": "En utilisant nos services, vous reconnaissez avoir lu et compris cette politique de confidentialité et vous acceptez que nous puissions collecter, utiliser et partager vos informations comme décrit dans ce document.",
  
  "faq_title": "Foire Aux Questions",
  "faq_subtitle": "Trouvez des réponses à vos questions les plus fréquentes",
  "booking_and_payment": "Réservation et Paiement",
  "how_to_book": "Comment puis-je réserver un véhicule ?",
  "booking_methods": "Vous pouvez réserver un véhicule de plusieurs façons :",
  "online_booking": "En ligne via notre formulaire de réservation sur ce site",
  "phone_booking": "Par téléphone au +689 87 26 27 73",
  "email_booking": "Par email à mmlocationvoitureraiatea@gmail.com",
  "in_person_booking": "Directement à notre agence à Uturoa, Raiatea",
  "booking_requirements": "Pour toute réservation, nous vous demandons de préciser vos dates de location, le type de véhicule souhaité et vos coordonnées.",
  
  "payment_methods": "Quels moyens de paiement acceptez-vous ?",
  "accepted_payments": "Nous acceptons les moyens de paiement suivants :",
  "credit_cards": "Cartes de crédit (Visa, MasterCard, American Express)",
  "cash": "Espèces (XPF)",
  "bank_transfers": "Virements bancaires (pour les réservations à l'avance)",
  "payment_terms": "Le paiement s'effectue généralement lors de la prise du véhicule, sauf pour les réservations en haute saison où un acompte peut être demandé.",
  
  "cancellation_policy": "Quelle est votre politique d'annulation ?",
  "cancellation_terms": "Notre politique d'annulation est la suivante :",
  "full_refund": "Annulation plus de 48h avant la date de prise en charge : remboursement intégral",
  "partial_refund": "Annulation entre 24h et 48h avant la date de prise en charge : 50% de frais",
  "no_refund": "Annulation moins de 24h avant la date de prise en charge ou non-présentation : aucun remboursement",
  "modification_policy": "Pour toute modification de réservation, nous vous invitons à nous contacter dès que possible.",
  
  "rental_conditions": "Conditions de Location",
  "required_documents": "Quels documents sont nécessaires pour louer un véhicule ?",
  "required_documents_list": "Pour louer un véhicule chez M&M Rental Car, vous devez présenter :",
  "driver_license": "Un permis de conduire valide (depuis au moins 1 an)",
  "identification": "Une pièce d'identité (passeport)",
  "credit_card_deposit": "Une carte de crédit au nom du conducteur principal pour la caution",
  "additional_drivers": "Tous les conducteurs additionnels doivent également présenter leur permis de conduire.",
  
  "minimum_age": "Quel est l'âge minimum pour louer un véhicule ?",
  "minimum_age_policy": "L'âge minimum pour louer un véhicule chez M&M Rental Car est de 21 ans. Pour les conducteurs âgés de 21 à 25 ans, des frais supplémentaires peuvent s'appliquer et certaines catégories de véhicules peuvent ne pas être disponibles.",
  
  "deposit_amount": "Quel est le montant de la caution ?",
  "deposit_policy": "Notre agence de location de véhicules ne requiert aucun dépôt de garantie lors de la prise en charge du véhicule. Cependant, en cas de dommages survenus pendant la période de location, le locataire est tenu de couvrir les frais de réparation correspondants. Le montant des réparations sera déterminé sur la base de la facture fournie par le garagiste.",
  
  "vehicles_and_services": "Véhicules et Services",
  "fuel_included": "Le carburant est-il inclus dans le prix de location ?",
  "fuel_policy": "Non, le carburant n'est pas inclus dans le prix de location. Nous vous remettons le véhicule avec le plein de carburant et vous devez le rendre avec le même niveau. Si le véhicule n'est pas rendu avec le plein, des frais de carburant vous seront facturés, plus des frais de service.",
  
  "delivery_service": "Proposez-vous un service de livraison et de récupération ?",
  "delivery_policy": "Oui, nous proposons un service gratuit de livraison et de récupération des véhicules dans les hôtels, pensions de famille et au port de Raiatea. Il vous suffit de nous indiquer le lieu et l'heure lors de votre réservation.",
  
  "breakdown_procedure": "Que faire en cas de panne ou d'accident ?",
  "breakdown_procedure_policy": "En cas de panne ou d'accident, contactez-nous immédiatement au +689 87 26 27 73. Notre service d'assistance est disponible 24h/24 et 7j/7. Selon la situation, nous vous enverrons une assistance ou vous proposerons un véhicule de remplacement. En cas d'accident, vous devez également remplir un constat amiable et contacter la police si nécessaire.",
  
  "insurance_included_faq": "Les assurances sont-elles incluses ?",
  "insurance_policy": "Oui, une assurance tous risques est incluse dans nos tarifs de location. Cependant, une franchise reste à votre charge en cas de dommage ou d'accident. Vous pouvez opter pour une réduction de franchise moyennant un supplément journalier de 1 500 XPF.",
  
  "practical_info": "Informations Pratiques",
  "driving_rules": "Quelles sont les règles de conduite à Raiatea ?",
  "driving_rules_policy": "À Raiatea, comme dans toute la Polynésie française, on conduit à droite. La vitesse est limitée à 60 km/h sur les routes principales et à 30 km/h dans les zones urbaines. Le port de la ceinture de sécurité est obligatoire pour tous les passagers et l'utilisation du téléphone au volant est interdite. Soyez particulièrement vigilant sur les routes de montagne et respectez les limitations de vitesse.",
  
  "gas_stations": "Où peut-on faire le plein de carburant à Raiatea ?",
  "gas_stations_policy": "Il y a plusieurs stations-service à Raiatea, principalement situées à Uturoa et le long de la route de ceinture. Nous vous indiquerons les stations les plus proches lors de la prise du véhicule. Notez que certaines stations peuvent avoir des horaires limités, surtout le dimanche et les jours fériés.",
  
  "island_travel": "Peut-on aller sur d'autres îles avec le véhicule de location ?",
  "island_travel_policy": "Non, nos véhicules doivent rester sur l'île de Raiatea. Il n'est pas autorisé de les transporter sur d'autres îles, même par ferry.",
  
  "contact_us": "Vous n'avez pas trouvé votre réponse ?",
  "contact_text": "Notre équipe est à votre disposition pour répondre à toutes vos questions.",
  "contact_button": "Contactez-nous",
  
  "vehicles_title": "Notre Flotte de Véhicules",
  "vehicles_subtitle": "Découvrez notre gamme complète de véhicules pour tous vos besoins",
  
  "category_all": "Tous",
  "category_economy": "Économique",
  "category_suv": "SUV & 4x4",
  "category_premium": "Premium",
  "category_special": "Spécial",
  
  "rates_title": "Nos Tarifs",
  "rates_subtitle": "Des prix transparents et compétitifs pour tous vos besoins de location",
  
  "pricing_title": "Tableau des Tarifs",
  "vehicle_column": "Véhicule",
  "capacity_column": "Capacité",
  "rates_24h": "Tarifs 24H",
  "pricing_notes": "* Les prix incluent l'assurance responsabilité civile<br>** Carburant non inclus",
  "special_offer_title": "Offre Spéciale",
  "special_offer_text": "Réservez 7 jours ou plus et obtenez 10% de réduction sur le tarif de base !",
  "economy_category": "Catégorie Économique",
  "suv_category": "Catégorie SUV & 4x4",
  "premium_category": "Catégorie Premium",
  "special_category": "Catégorie Spéciale",
  "pricing_notes_title": "Notes :",
  "pricing_notes_item1": "Tous les prix sont en XPF (Franc Pacifique) et incluent la TVA.",
  "pricing_notes_item2": "Le carburant n'est pas inclus dans les tarifs.",
  "pricing_notes_item3": "Une caution sera demandée lors de la prise en charge du véhicule.",
  "pricing_notes_item4": "Les tarifs peuvent varier en fonction de la saison.",
  "additional_fees_title": "Frais Supplémentaires",
  "additional_fees_item1": "Conducteur supplémentaire",
  "additional_fees_item2": "Siège bébé/enfant",
  "additional_fees_item3": "GPS",
  "additional_fees_item4": "Wi-Fi portable",
  "additional_fees_item5": "Livraison hôtel/port",
  "additional_fees_item6": "Assurance tous risques",
  "additional_fees_item7": "Réduction de franchise",
  
  "services_title": "Nos Services",
  "services_subtitle": "Des services sur mesure pour un séjour sans souci",
  
  "services_intro_title": "Nos Prestations",
  "services_intro_text": "Chez M&M Rental Car Raiatea, nous nous efforçons de rendre votre expérience de location aussi simple et agréable que possible. Découvrez nos services conçus pour répondre à tous vos besoins.",
  "service_delivery_title": "Livraison & Récupération",
  "service_delivery_text": "Nous livrons gratuitement votre véhicule à votre hôtel, pension de famille ou au port de Raiatea. Notre équipe s'occupe également de la récupération à la fin de votre séjour.",
  "service_support_title": "Assistance 24/7",
  "service_support_text": "Notre service d'assistance est disponible 24h/24 et 7j/7 pour répondre à toutes vos questions ou résoudre tout problème pendant votre location.",
  "service_insurance_title": "Assurance Tous Risques",
  "service_insurance_text": "Tous nos véhicules sont couverts par une assurance tous risques. Des options de réduction de franchise sont également disponibles pour une tranquillité d'esprit totale.",
  "service_accessories_title": "Accessoires & Options",
  "service_accessories_text": "Personnalisez votre location avec nos accessoires : sièges bébé/enfant, GPS, Wi-Fi portable et plus encore pour un confort optimal.",
  "service_tourism_title": "Conseils Touristiques",
  "service_tourism_text": "Notre équipe locale vous fournit des conseils personnalisés sur les meilleurs endroits à visiter, les restaurants à essayer et les activités à ne pas manquer sur l'île.",
  "service_maintenance_title": "Entretien Régulier",
  "service_maintenance_text": "Tous nos véhicules sont soigneusement entretenus et vérifiés avant chaque location pour garantir votre sécurité et votre confort.",
  "rental_process_title": "Notre Processus de Location",
  "rental_process_text": "Louer un véhicule avec M&M Rental Car Raiatea est simple et rapide. Voici comment cela fonctionne :",
  "rental_process_step1_title": "Réservation",
  "rental_process_step1_text": "Réservez en ligne, par téléphone ou par email, en précisant vos dates et le type de véhicule souhaité.",
  "rental_process_step2_title": "Confirmation",
  "rental_process_step2_text": "Recevez une confirmation de réservation avec tous les détails de votre location.",
  "rental_process_step3_title": "Livraison",
  "rental_process_step3_text": "Nous livrons votre véhicule à l'endroit de votre choix (hôtel, port, etc.).",
  "rental_process_step4_title": "Profitez",
  "rental_process_step4_text": "Explorez l'île de Raiatea en toute liberté avec votre véhicule.",
  "rental_process_step5_title": "Retour",
  "rental_process_step5_text": "Nous récupérons le véhicule à l'endroit convenu à la fin de votre séjour.",
  
  "requirements_title": "Conditions de Location",
  "requirements_age": "Âge minimum : 21 ans",
  "requirements_license": "Permis de conduire valide depuis au moins 1 an",
  "requirements_deposit": "Caution requise",
  "requirements_mileage": "Kilométrage illimité",
  
  "insurance_title": "Assurance",
  "insurance_included": "Assurance tous risques incluse",
  "insurance_option": "Option de réduction de franchise disponible",
  "insurance_assistance": "Assistance 24/7",
  "insurance_theft": "Protection contre le vol",
  
  "additional_options_title": "Options Supplémentaires",
  "additional_options_seat": "Siège bébé/enfant",
  "additional_options_gps": "GPS",
  "additional_options_driver": "Conducteur supplémentaire",
  "additional_options_wifi": "Wi-Fi portable",
  
  "vehicles_cta_title": "Vous avez trouvé le véhicule idéal ?",
  "vehicles_cta_subtitle": "Réservez dès maintenant et assurez sa disponibilité pour votre séjour",
  
  "footer_address_content": "Uturoa, Raiatea, Polynésie Française",
  
  "contact_title": "Contactez-Nous",
  "contact_subtitle": "Nous sommes là pour répondre à toutes vos questions ou réservations",
  "contact_address_title": "Adresse",
  "contact_address": "Uturoa, Raiatea, Polynésie Française",
  "contact_phone_title": "Téléphone",
  "contact_phone": "+689 87 26 27 73",
  "contact_email_title": "Email",
  "contact_email": "mmlocationvoitureraiatea@gmail.com",
  "contact_hours_title": "Horaires d'Ouverture",
  "contact_hours": "Lundi - Samedi : 7h30 - 17h30<br>Dimanche : Sur rendez-vous",
  "contact_form_title": "Envoyez-Nous un Message",
  "contact_form_subtitle": "Remplissez le formulaire ci-dessous et nous vous répondrons dans les plus brefs délais.",
  "contact_form_name": "Nom",
  "contact_form_email": "Email",
  "contact_form_subject": "Sujet",
  "contact_form_subject_reservation": "Réservation",
  "contact_form_subject_information": "Demande d'Information",
  "contact_form_subject_feedback": "Commentaire",
  "contact_form_subject_other": "Autre",
  "contact_form_message": "Message",
  "contact_form_submit": "Envoyer le Message",
  "contact_map_title": "Nous Trouver",
  "contact_map_subtitle": "Nous sommes situés au centre d'Uturoa, facilement accessibles depuis le port et les principaux hôtels.",
  "contact_hours_detailed_title": "Nos Horaires Détaillés",
  "contact_day_monday": "Lundi",
  "contact_day_tuesday": "Mardi",
  "contact_day_wednesday": "Mercredi",
  "contact_day_thursday": "Jeudi",
  "contact_day_friday": "Vendredi",
  "contact_day_saturday": "Samedi",
  "contact_day_sunday": "Dimanche",
  "contact_day_sunday_hours": "Sur rendez-vous",
  
  "about_page_title": "À Propos - M&M Rental Car Raiatea",
  "about_title": "À Propos de Nous",
  "about_subtitle": "Découvrez l'histoire et les valeurs de M&M Rental Car Raiatea",
  "about_history_title": "Notre Histoire",
  "about_history_p1": "M&M Rental Car a été fondée en 2022 par Manua MouKamTse de Raiatea. Ayant constaté le besoin d'un service de location de voitures fiable et personnalisé sur l'île, ils ont décidé de créer leur propre entreprise.",
  "about_history_p2": "Au départ, notre flotte ne comptait que 3 véhicules. Aujourd'hui, nous sommes fiers de proposer plus de 10 véhicules de différentes catégories pour répondre à tous les besoins de nos clients.",
  "about_history_p3": "Notre connaissance approfondie de l'île et notre engagement envers un service client exceptionnel nous ont permis de devenir l'une des agences de location les plus appréciées de Raiatea.",
  "about_values_title": "Nos Valeurs",
  "about_values_subtitle": "Chez M&M Rental Car, nous sommes guidés par des valeurs fortes qui définissent notre approche et notre service.",
  "about_value1_title": "Service Personnalisé",
  "about_value1_desc": "Nous croyons en un service sur mesure, adapté aux besoins spécifiques de chaque client.",
  "about_value2_title": "Fiabilité",
  "about_value2_desc": "Nos véhicules sont régulièrement entretenus pour garantir votre sécurité et votre confort.",
  "about_value3_title": "Passion Locale",
  "about_value3_desc": "Notre amour pour Raiatea nous pousse à partager les meilleurs endroits et expériences avec nos clients.",
  "about_value4_title": "Respect de l'Environnement",
  "about_value4_desc": "Nous nous engageons à minimiser notre impact environnemental et à promouvoir un tourisme responsable.",
  "about_team_title": "Notre Équipe",
  "about_team_subtitle": "Rencontrez les personnes passionnées qui font de M&M Rental Car une expérience unique.",
  "about_team_role": "Co-fondateur & Directeur",
  "about_team_name": "Manua MouKamTse",
  "about_testimonials_subtitle": "Découvrez les témoignages de ceux qui ont choisi M&M Rental Car pour leur séjour à Raiatea.",
  "testimonial1": "Service impeccable ! La voiture était en parfait état et la livraison à notre pension de famille a été très appréciée. Les conseils pour visiter l'île étaient précieux.",
  "testimonial1_author": "Jean et Marie D.",
  "testimonial1_country": "France",
  "testimonial2": "Nous avons loué un 4x4 pour explorer l'intérieur de l'île. Le véhicule était parfaitement adapté aux routes et l'équipe a été très réactive quand nous avons eu besoin d'aide.",
  "testimonial2_author": "Sarah W.",
  "testimonial2_country": "Australie",
  "testimonial3": "Troisième fois que nous louons chez M&M et toujours aussi satisfaits. Des prix raisonnables, des véhicules propres et un personnel adorable. Que demander de plus ?",
  "testimonial3_author": "Robert et Lisa M.",
  "testimonial3_country": "États-Unis",
  "cta_title": "Prêt à explorer Raiatea ?",
  "cta_subtitle": "Réservez dès maintenant et profitez de notre service personnalisé",
  "cta_cta": "Réserver maintenant"
}
